Repository: BLSQ/iaso
Catalog: iaso/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Model {value} does not exist.
fr: Le modèle {value} n'existe pas.

source: Invalid value.
fr: Valeur invalide

source: Created at greater than or equal to
fr: Créé à une date supérieure ou égale à

source: Unauthorized
fr: Non autorisé

source: There are multiple submissions for this period and organizational unit, please log in the dashboard to fix.
fr: Il y a plusieurs soumissions pour cette période et cette unité organisationnelle, veuillez vous connecter au tableau de bord pour corriger.

source: Search by groupset's name
fr: Rechercher par nom de groupe

source: SourceVersion id
fr: ID de version source

source: Limit to default version source
fr: Limiter à la version source par défaut

source: Limit search to coma seperated project ids
fr: Limiter la recherche aux IDs de projets séparés par des virgules

source: objectId and contentType parameters are required. contentType Can be one of iaso.orgunit, iaso.form, iaso.instance
fr: Les paramètres objectId et contentType sont requis. contentType peut être l'un des suivants : iaso.orgunit, iaso.form, iaso.instance

source: Project ID
fr: ID du projet

source: Org unit type ID
fr: ID du type d'unité organisationnelle

source: Created by - Users IDs (comma-separated)
fr: Créé par - IDs utilisateurs (séparés par des virgules)

source: IDs (comma-separated)
fr: IDs (séparés par des virgules)

source: Org unit ID
fr: ID de l'unité organisationnelle

source: Parent ID
fr: ID du parent

source: Groups IDs (comma-separated)
fr: IDs des groupes (séparés par des virgules)

source: Soft deleted
fr: Suppression réversible

source: Data source synchronization ID
fr: ID de synchronisation de source de données

source: Forms IDs (comma-separated)
fr: IDs des formulaires (séparés par des virgules)

source: Users IDs (comma-separated)
fr: IDs des utilisateurs (séparés par des virgules)

source: User roles IDs (comma-separated)
fr: IDs des rôles utilisateurs (séparés par des virgules)

source: With or without location
fr: Avec ou sans localisation

source: Status (comma-separated)
fr: Statut (séparés par des virgules)

source: Projects IDs (comma-separated)
fr: IDs des projets (séparés par des virgules)

source: Payment status
fr: Statut de paiement

source: Payment IDs (comma-separated)
fr: IDs des paiements (séparés par des virgules)

source: Potential Payment IDs (comma-separated)
fr: IDs des paiements potentiels (séparés par des virgules)

source: Source version ID
fr: ID de version source

source: Ignore empty names
fr: Ignorer les noms vides

source: Data source ID
fr: ID de source de données

source: Validation status
fr: Statut de validation

source: You cannot create or edit an Org unit of this type
fr: Vous ne pouvez pas créer ou modifier une unité organisationnelle de ce type

source: Invalid validation status : {validation_status}
fr: Statut de validation invalide : {validation_status}

source: Can't parse geom
fr: Impossible d'analyser la géométrie

source: Can't parse geo_json
fr: Impossible d'analyser le champ geo_json

source: You cannot create an Org Unit without a parent
fr: Vous ne pouvez pas créer une unité organisationnelle sans parent

source: Group must be in the same source version
fr: Le groupe doit être dans la même version source

source: InstanceFile with id {} does not exist
fr: Le fichier d'instance avec l'id {} n'existe pas

source: Another valid OrgUnit already exists with the code '{}' in this version
fr: Une autre unité d'organisation valide existe déjà avec le code '{}' dans cette version

source: Unauthorized version id
fr: ID de version non autorisé

source: Org unit name is required
fr: Le nom de l'unité organisationnelle est requis

source: Opening date must be anterior to closed date
fr: La date d'ouverture doit être antérieure à la date de fermeture

source: Org unit type is required
fr: Le type d'unité organisationnelle est requis

source: Parent is not in the same version
fr: Le parent n'est pas dans la même version

source: Limit result by name or slug
fr: Limiter les résultats par nom ou slug

source: Limit on authentication required or not
fr: Limiter selon si l'authentification est requise ou non

source: User ID
fr: ID utilisateur

source: Status
fr: Statut

source: User Username
fr: Nom d'utilisateur

source: User Phone
fr: Téléphone de l'utilisateur

source: User Last Name
fr: Nom de famille de l'utilisateur

source: User First Name
fr: Prénom de l'utilisateur

source: Change Requests
fr: Demandes de modification

source: Total Change Requests Count
fr: Nombre total de demandes de modification

source: Org Unit Creation Count
fr: Nombre de créations d'unités organisationnelles

source: Org Unit Change Count
fr: Nombre de modifications d'unités organisationnelles

source: Form: %(name)s
fr: Formulaire : %(name)s

source: User IDs
fr: IDs utilisateurs

source: Modified by
fr: Modifié par

source: Location
fr: Localisation

source: Both phone number and country code must be provided
fr: Le numéro de téléphone et le code pays doivent être fournis

source: Invalid phone number format
fr: Format de numéro de téléphone invalide

source: Invalid phone number
fr: Numéro de téléphone invalide

source: Aggregate
fr: Agrégé

source: Event
fr: Événement

source: Event Tracker
fr: Suivi d'événement

source: Derived
fr: Dérivé

source: Queued
fr: En file d'attente

source: Running
fr: En cours

source: Exported
fr: Exporté

source: Errored
fr: En erreur

source: Skipped
fr: Ignoré

source: Killed
fr: Arrêté

source: Success
fr: Succès

source: SINGLE
fr: UNIQUE

source: The Instance must be linked to a Form.
fr: L'instance doit être liée à un formulaire.

source: The OrgUnit must be linked to a OrgUnitType.
fr: L'unité organisationnelle doit être liée à un type d'unité organisationnelle.

source: The submission must be an instance of a reference form.
fr: La soumission doit être une instance d'un formulaire de référence.

source: Immediate export of instances to DHIS2
fr: Export immédiat des instances vers DHIS2

source: GPS localization on start of instance on mobile
fr: Localisation GPS au démarrage de l'instance sur mobile

source: Require authentication on mobile
fr: Authentification requise sur mobile

source: Mobile: Limit download of orgunit to what the user has access to
fr: Mobile : Limiter le téléchargement des unités organisationnelles à celles auxquelles l'utilisateur a accès

source: Saving a form as finalized on mobile triggers an upload attempt immediately + everytime network becomes available
fr: L'enregistrement d'un formulaire comme finalisé sur mobile déclenche une tentative de téléchargement immédiatement + à chaque fois que le réseau devient disponible

source: content type
fr: type de contenu

source: Used in the UI e.g. to filter Change Requests by Data Source Synchronization operations.
fr: Utilisé dans l'interface utilisateur pour filtrer les demandes de modification par opérations de synchronisation de source de données.

source: The version of the pyramid for which we want to generate change requests.
fr: La version de la pyramide pour laquelle nous voulons générer des demandes de modification.

source: The version of the pyramid to use as a comparison.
fr: La version de la pyramide à utiliser comme comparaison.

source: The diff used to create change requests.
fr: La différence utilisée pour créer des demandes de modification.

source: A string representation of the parameters used for the diff.
fr: Une représentation sous forme de chaîne des paramètres utilisés pour la différence.

source: The number of change requests that will be generated to create an org unit.
fr: Le nombre de demandes de modification qui seront générées pour créer une unité organisationnelle.

source: The number of change requests that will be generated to update an org unit.
fr: Le nombre de demandes de modification qui seront générées pour mettre à jour une unité organisationnelle.

source: The background task that used the diff to create change requests.
fr: La tâche en arrière-plan qui a utilisé la différence pour créer des demandes de modification.

source: Data source synchronization
fr: Synchronisation de source de données

source: Pending
fr: En attente

source: Validated
fr: Validé

source: Ignored
fr: Ignoré

source: Duplicate
fr: Doublon

source: Produced
fr: Produit

source: Car
fr: Voiture

source: Foot
fr: À pied

source: Day
fr: Jour

source: Month
fr: Mois

source: Quarter
fr: Trimestre

source: Quarter Nov
fr: Trimestre Nov

source: Six-month
fr: Semestre

source: Year
fr: Année

source: Financial Nov
fr: Financier Nov

source: No change request
fr: Pas de demande de modification

source: Create change request if form is reference form
fr: Créer une demande de modification si le formulaire est un formulaire de référence

source: Country
fr: Pays

source: Region
fr: Région

source: Health Facility
fr: Établissement de santé

source: new
fr: nouveau

source: valid
fr: valide

source: rejected
fr: rejeté

source: Org Unit Creation
fr: Création d'unité organisationnelle

source: Org Unit Change
fr: Modification d'unité organisationnelle

source: New
fr: Nouveau

source: Rejected
fr: Rejeté

source: Approved
fr: Approuvé

source: Org unit change request
fr: Demande de modification d'unité organisationnelle

source: Creation
fr: Création

source: Edition
fr: Édition

source: Org unit change request configuration
fr: Configuration de demande de modification d'unité organisationnelle

source: Raw html
fr: HTML brut

source: Text
fr: Texte

source: PowerBI report
fr: Rapport PowerBI

source: Superset dashboard
fr: Tableau de bord Superset

source: Sent
fr: Envoyé

source: Paid
fr: Payé

source: Partially Paid
fr: Partiellement payé

source: Users
fr: Utilisateurs

source: Users managed
fr: Utilisateurs gérés

source: Can change the default version of a data source
fr: Peut modifier la version par défaut d'une source de données

source: Reports
fr: Rapports

source: Entities
fr: Entités

source: Write entity type
fr: Écrire type d'entité

source: Storages
fr: Stockages

source: Completeness stats
fr: Statistiques de complétude

source: Workflows
fr: Flux de travail

source: Read Entity duplicates
fr: Lire les doublons d'entités

source: Write Entity duplicates
fr: Écrire les doublons d'entités

source: Manage user roles
fr: Gérer les rôles utilisateurs

source: Read data store
fr: Lire le stockage de données

source: Write data store
fr: Écrire dans le stockage de données

source: Org unit types
fr: Types d'unités d'organisation

source: Org unit groups
fr: Groupes d'unités d'organisation

source: Org unit change request review
fr: Révision des demandes de modification d'unités d'organisation

source: Org unit change request configurations
fr: Configurations des demandes de modification d'unités d'organisation

source: Write data source
fr: Écrire source de données

source: Write page
fr: Écrire page

source: Payments page
fr: Page des paiements

source: Starting
fr: Démarrage

source: Copying groups
fr: Copie des groupes

source: Copying org units
fr: Copie des unités organisationnelles

source: Fixing parents
fr: Correction des parents

source: This field is required.
fr: Ce champ est requis.

source: Invalid pk or uuid "{pk_value}" - object does not exist.
fr: Clé primaire ou uuid invalide "{pk_value}" - l'objet n'existe pas.

source: Incorrect type. Expected pk or uuid value, received {data_type}.
fr: Type incorrect. Valeur de clé primaire ou uuid attendue, reçu {data_type}.

source: Enter a valid location.
fr: Entrez une localisation valide.

source: Clean
fr: Aucun virus détecté

source: Infected
fr: Virus détecté

source: Error
fr: Erreur lors de l'analyse
