Repository: BLSQ/iaso
Catalog: plugins/polio/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Round {} ended
fr: Round {} terminé

source: Round {} started
fr: Round {} commencé

source: Preparing
fr: Préparation

source: Campaigns
fr: Campagnes

source: Country
fr: Pays

source: On time
fr: À temps

source: Search
fr: Recherche

source: Created at greater than or equal to
fr: Créé à une date supérieure ou égale à

source: Power BI limit
fr: Limite Power BI

source: Vaccine
fr: Vaccin

source: Campaign OBR name
fr: Nom de la campagne OBR

source: Country ID
fr: ID du Pays

source: Round ID
fr: ID du round

source: Countries IDs (comma-separated)
fr: ID des pays (séparés par des virgules)

source: Org unit group IDs (comma-separated)
fr: ID des groupes d'unités d'org (séparés par des virgules)

source: Disbursed to CO (WHO)
fr: Versé au CO (OMS)

source: Disbursed to MOH (WHO)
fr: Versé au ministère de la santé (OMS)

source: Disbursed to CO (UNICEF)
fr: Versé au CO (UNICEF)

source: Disbursed to MOH (UNICEF)
fr: Versé au ministère de la santé (UNICEF)

source: Error in template: %(error)s
fr: Erreur dans le template : %(error)s

source: MOH
fr: Ministère de la santé

source: Pending
fr: En attente

source: Ongoing
fr: En cours

source: Finished
fr: Terminé

source: Approved
fr: Approuvé

source: To Submit
fr: À soumettre

source: Submitted
fr: Soumis

source: Reviewed by RRT
fr: Revue par RRT

source: Queued
fr: En file d'attente

source: Failed
fr: Échec

source: Mobile Payment
fr: Paiement mobile

source: initial_data
fr: données initiales

source: encoding_error
fr: erreur d'encodage

source: public_holday
fr: jour férié

source: other_activities
fr: autres activités

source: moh_decision
fr: décision du ministère de la santé

source: campaign_synchronization
fr: synchronisation de la campagne

source: preparedness_level_not_reached
fr: niveau de préparation non atteint

source: funds_not_received_ops_level
fr: fonds non reçus au niveau opérationnel

source: funds_not_arrived_in_country
fr: fonds non arrivés dans le pays

source: vaccines_not_delivered_ops_level
fr: vaccins non livrés au niveau opérationnel

source: vaccines_not_arrived_in_country
fr: vaccins non arrivés dans le pays

source: security_context
fr: contexte sécuritaire

source: campaign_moved_forward_by_moh
fr: campagne avancée par le ministère de la santé

source: vrf_not_signed
fr: VRF non signé

source: four_weeks_gap_betwenn_rounds
fr: écart de quatre semaines entre les rounds

source: other_vaccination_campaigns
fr: autres campagnes de vaccination

source: pending_liquidation_of_previous_sia_funding
fr: liquidation en attente du financement SIA précédent

source: years
fr: années

source: months
fr: mois

source: name
fr: nom

source: When the campaign starts
fr: Quand la campagne commence

source: Outbreak declaration date
fr: Date de déclaration du foyer

source: cVDPV2 Notification
fr: Notification cVDPV2

source: PV Notification
fr: Notification PV

source: PV2 Notification
fr: Notification PV2

source: 1st Draft Submission
fr: Soumission du 1er projet

source: Field Investigation Date
fr: Date de l'enquête sur le terrain

source: RRT/OPRTT Approval
fr: Approbation du RRT/OPRTT

source: AG/nOPV Group
fr: Groupe AG/nOPV

source: DG Authorization
fr: Autorisation DG

source: National Score
fr: Score national

source: Regional Score
fr: Score régional

source: District Score
fr: Score du district

source: Validated
fr: Validé

source: Sent for signature
fr: Envoyé pour signature

source: Expired
fr: Expiré

source: Missing
fr: Manquant

source: Not Required
fr: Non requis

source: VVM reached the discard point
fr: La VVM a atteint le point de rejet

source: Vaccine expired
fr: Vaccin expiré

source: Return
fr: Retour

source: Stealing
fr: Vols

source: Broken
fr: Cassé

source: Unreadable label
fr: Étiquette illisible

source: Created
fr: Créé

source: Used
fr: Utilisé

source: Accute Flaccid Paralysis
fr: Paralysie flasque aiguë

source: Contact Case
fr: Cas contact

source: Community
fr: Communauté

source: Environmental
fr: Environnement

source: Healthy Children
fr: Enfants en bonne santé

source: Other
fr: Autre

source: New
fr: Nouveau

source: Done
fr: Terminé

source: Notification import
fr: Importation de notification

source: Before
fr: Avant

source: During
fr: Pendant

source: After
fr: Après

source: Chronogram
fr: Chronogramme

source: Not started
fr: Pas commencé

source: In progress
fr: En cours

source: Chronogram Task
fr: Tâche de chronogramme

source: Chronogram Template Task
fr: Modèle de tâche de chronogramme

source: SubActivity must belong to the same round as the LQAS Activity Stats.
fr: La sous-activité doit appartenir au même round que les statistiques d'activité LQAS.

source: LQAS Round Data
fr: Données de round LQAS

source: LQAS Entry
fr: Entrée LQAS

source: LQAS Entries
fr: Entrées LQAS

source: Budget Polio
fr: Polio - budget

source: Budget Polio Admin
fr: Polio - administration du budget

source: Polio config
fr: Polio - configuration

source: Polio chronogram
fr: Polio - chronogrammes

source: Polio chronogram user (restricted write)
fr: Polio - chronogrammes (écriture restreinte)

source: Polio Vaccine Authorizations Admin
fr: Polio - autorisations de vaccin (admin)

source: Polio Vaccine Authorizations Read Only
fr: Polio - autorisations de vaccin (lecture seule)

source: Polio Vaccine Stock Earmarks Admin
fr: Polio - stock de vaccins réservés (admin)

source: Polio Vaccine Stock Earmarks Non Admin
fr: Polio - stock de vaccins réservés (non admin)

source: Polio Vaccine Stock Earmarks Read Only
fr: Polio - stock de vaccins réservés (lecture seule)

source: Polio Vaccine Stock Management Read
fr: Polio - gestion des stocks de vaccins (lecture)

source: Polio Vaccine Stock Management Read Only
fr: Polio - gestion des stocks de vaccins (lecture seule)

source: Polio Vaccine Stock Management Write
fr: Polio - gestion des stocks de vaccins (écriture)

source: Polio Vaccine Supply Chain Read
fr: Polio - chaîne d'approvisionnement (lecture)

source: Polio Vaccine Supply Chain Read Only
fr: Polio - chaîne d'approvisionnement (lecture seule)

source: Polio Vaccine Supply Chain Write
fr: Polio - chaîne d'approvisionnement (écriture)

source: No country found for campaign
fr: Aucun pays trouvé pour la campagne
