Repository: BLSQ/iaso
Catalog: hat/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Users
fr: Utilisateurs

source: Users managed
fr: Utilisateurs gérés

source: Can change the default version of a data source
fr: Peut modifier la version par défaut d'une source de données

source: Reports
fr: Rapports

source: Entities
fr: Entités

source: Write entity type
fr: Écrire type d'entité

source: Storages
fr: Stockages

source: Completeness stats
fr: Statistiques de complétude

source: Workflows
fr: Flux de travail

source: Budget Polio Admin
fr: Administration Budget Polio

source: Read Entity duplicates
fr: Lire les doublons d'entités

source: Write Entity duplicates
fr: Écrire les doublons d'entités

source: Manage user roles
fr: Gérer les rôles utilisateurs

source: Read data store
fr: Lire le stockage de données

source: Write data store
fr: Écrire dans le stockage de données

source: Org unit types
fr: Types d'unités d'organisation

source: Org unit groups
fr: Groupes d'unités d'organisation

source: Org unit change request review
fr: Révision des demandes de modification d'unités d'organisation

source: Org unit change request configurations
fr: Configurations des demandes de modification d'unités d'organisation

source: Write data source
fr: Écrire source de données

source: Write page
fr: Écrire page

source: Payments page
fr: Page des paiements

source: Polio config
fr: Configuration Polio

source: Polio chronogram
fr: Chronogramme Polio

source: Polio chronogram user (restricted write)
fr: Utilisateur chronogramme Polio (écriture restreinte)

source: Polio notifications
fr: Notifications Polio

source: Polio Vaccine Authorizations Read Only
fr: Autorisations vaccin Polio (lecture seule)

source: Polio Vaccine Authorizations Admin
fr: Administration des autorisations vaccin Polio

source: Polio Vaccine Supply Chain Read
fr: Lecture chaîne d'approvisionnement vaccin Polio

source: Polio Vaccine Supply Chain Write
fr: Écriture chaîne d'approvisionnement vaccin Polio

source: Polio Vaccine Stock Management Read
fr: Lecture gestion des stocks vaccin Polio

source: Polio Vaccine Stock Management Write
fr: Écriture gestion des stocks vaccin Polio

source: Areas
fr: Zones

source: Edit areas
fr: Éditer les zones

source: Edit areas shapes
fr: Éditer les formes des zones

source: Cases
fr: Cas

source: Cases analysis
fr: Analyse des cas

source: Devices
fr: Appareils

source: Health facilities
fr: Établissements de santé

source: Labo import
fr: Import labo

source: Locator
fr: Localisateur

source: Macroplanning
fr: Macroplanification

source: Microplanning
fr: Microplanification

source: Plannings
fr: Planifications

source: Plannings template
fr: Modèle de planifications

source: Quality control
fr: Contrôle qualité

source: Reconciliation
fr: Réconciliation

source: Graphs
fr: Graphiques

source: Upload of cases files
fr: Téléversement des fichiers de cas

source: Upload of villages files
fr: Téléversement des fichiers de villages

source: Teams
fr: Équipes

source: Vector control
fr: Contrôle vectoriel

source: Vector control import Gpx
fr: Import GPX contrôle vectoriel

source: Work zones
fr: Zones de travail

source: Edit zones
fr: Éditer les zones

source: Edit zones shapes
fr: Éditer les formes des zones

source: French
fr: Français

source: English
fr: Anglais

source: Submit
fr: Envoyer

source: Go back to login
fr: Retour à la connexion

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fr: Un courriel avec les instructions pour enregistrer un nouveau mot de passe vous a été envoyé. Vous devriez le recevoir sous peu.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas de courriel, vérifiez que vous avez bien entré votre adresse d'enregistrement et vérifiez votre dossier spam.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
fr: Votre utilisateur n'a pas accès à cette page, pour continuer connectez-vous avec un autre utilisateur.

source: Please login to see this page.
fr: Veuillez vous connecter pour voir cette page.

source: Your username and password didn't match. Please try again.
fr: Nom d'utilisateur ou mot de passe incorrect.

source: Login
fr: Connexion

source: Learn more
fr: En savoir plus

source: Forgot password
fr: Mot de passe oublié ?

source: Your password has been set. You may go ahead and <a href="%(login_url)s">sign in</a> now.
fr: Votre mot de passe à été sauvé. Vous pouvez maintenant vous <a href="%(login_url)s">connecter</a>.

source: The password reset link is invalid, possibly because it has already been used or expired. Please request a new password reset by clicking on this
fr: Le lien de réinitialisation du mot de passe n'est pas valide, peut-être parce qu'il a déjà été utilisé ou a expiré. Veuillez demander une nouvelle réinitialisation de mot de passe en cliquant sur ce

source: link.
fr: lien.

source: Hello,
fr: Bonjour,

source: A password reset has been request for your account "%(username)s" on %(site_name)s,
fr: Une demande de réinitialisation de mot de passe a été effectuée pour votre compte "%(username)s" sur %(site_name)s,

source: to proceed please click the link below:
fr: pour continuer, veuillez cliquer sur le lien suivant :

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
fr: Si cliquer sur le lien ne fonctionne pas, veuillez copier coller l'url dans une fenêtre de votre navigateur à la place.

source: If you did not request a password reset, you can ignore this e-mail - no passwords will be changed.
fr: Si vous n'avez pas demandé cette réinitialisation, vous pouvez ignorer ce courriel, aucun mot de passe ne sera modifié.

source: Sincerely,
fr: Sincèrement,

source: The %(site_name)s Team.
fr: L'équipe %(site_name)s.

source: Password reset on %(site_name)s
fr: Réinitialisation du mot de passe sur %(site_name)s
